[
  {
    "url": "https://novelbin.com/b/gamers-are-fierce",
    "title": "Gamers Are Fierce",
    "alternative_names": [],
    "author": "Complete darkness",
    "status": "Ongoing",
    "publishers": "Publishers not found",
    "genres": [
      "Sci-fi",
      "Game"
    ],
    "tags": [],
    "description": "Many strange phenomena have been happening in Yin City. Li Ang—whose alias is Li Risheng—becomes embroiled in an absolute real game of life-and-death, known as Killing Field.Using his above average analytical and deductive skills, he completes different quests assigned by the system, such as eliminating supernatural beings or solving cases, while trying to unravel the true nature of the game.",
    "cover_image": "https://novelbin.com/media/novel/gamers-are-fierce.jpg",
    "rating": 10.0,
    "rating_count": 10,
    "chapter_count": 506,
    "latest_chapter": {
      "title": "Chapter 165 - 164 Vest",
      "url": "https://novelbin.com/b/gamers-are-fierce/chapter-165-164-vest"
    }
  },
  {
    "url": "https://novelbin.com/b/all-the-female-disciples-want-to-kill-me",
    "title": "All The Female Disciples Want To Kill Me",
    "alternative_names": [],
    "author": "Hateful Ears Chant Crimes",
    "status": "Ongoing",
    "publishers": "Publishers not found",
    "genres": [
      "Game",
      "Fantasy",
      "Xianxia"
    ],
    "tags": [],
    "description": "Su Bei sat on No-Sword Peak, contentedly watching his female disciple scurry about.That would have completed his first task for his System Quest assigned by “The Highest Ten Thousand Fold Feedback for Discipleship” system!Xia Ruoching looked at Su Bei with a serious face,“Master, this is the spiritual fruit I got from the Sect Leader. He said it'd be helpful for your injuries!”Su Bei gazed at the half-black, half-red fruit in front of him and fell into deep thought.“Are you sure this is what the fruit looks like?”“......”“This is the real deal, Master! That half is definitely not poisoned! Eating this spiritual fruit would be such a wonderful experience, ah!”“?”“......”Years later.Su Bei, while leading one of his many disciples back to Sword Sect, suddenly sneezed and muttered,“That's strange. Why do I keep feeling like a bunch of people are cursing me?”The eldest disciple looked at the new junior sisters with a stunned expression, “What? You want to kill Master too?”......The book is also known as “I Have the Highest Ten Thousand Fold Feedback System for Discipleship.”“I Am a Transmigrator, Not the Su Bei You Know!”“I Really Didn't Steal The Disciples' Talents, Okay!”“Assassinations from the Reincarnated Disciples!”“Assassinating Master”",
    "cover_image": "https://novelbin.com/media/novel/all-the-female-disciples-want-to-kill-me.jpg",
    "rating": 8.9,
    "rating_count": 68,
    "chapter_count": 1,
    "latest_chapter": {
      "title": "Chapter 133 - 126 As Her Heart is Serene and Hazy_1",
      "url": "https://novelbin.com/b/all-the-female-disciples-want-to-kill-me/chapter-133-126-as-her-heart-is-serene-and-hazy1"
    }
  },
  {
    "url": "https://novelbin.com/b/sage-of-humanity",
    "title": "Sage of Humanity",
    "alternative_names": [],
    "author": "Momo",
    "status": "Ongoing",
    "publishers": "Publishers not found",
    "genres": [
      "Action",
      "Adventure",
      "Fantasy",
      "Martial arts",
      "Xianxia"
    ],
    "tags": [
      "Cultivation",
      "Genius protagonist",
      "Immortals",
      "Male protagonist",
      "Weak to strong"
    ],
    "description": "The weak cry out with all their might, yet no one cares; The strong whisper softly, yet their words penetrate deeply into the heart.A Talent Tree ablaze with flames, every leaf bearing different spirit runes, Lu Ye, reduced to a mining slave after his sect was destroyed, used this to become a cultivator and stirred the winds of change in the Nine Provinces...",
    "cover_image": "https://novelbin.com/media/novel/sage-of-humanity.jpg",
    "rating": 8.7,
    "rating_count": 430,
    "chapter_count": 783,
    "latest_chapter": {
      "title": "Chapter 1097 - 1095: Coincidence?",
      "url": "https://novelbin.com/b/sage-of-humanity/chapter-1097-1095-coincidence"
    }
  },
  {
    "url": "https://novelbin.com/b/will-of-shaos",
    "title": "Will of Сhaos",
    "alternative_names": [],
    "author": "Pendragon_DNT",
    "status": "Ongoing",
    "publishers": "Webnovel",
    "genres": [
      "Adventure",
      "Fantasy",
      "Mystery",
      "Isekai",
      "Action",
      "Harem"
    ],
    "tags": [
      "Male protagonist",
      "Non-human protagonist",
      "Evolution",
      "System",
      "Weak to strong",
      "Reincarnation",
      "Vampires",
      "Kingdom building"
    ],
    "description": "The Mc reincarnates in a world of magic and adventure as a Leech, follow his adventure in this... Read more \nThe Mc reincarnates in a world of magic and adventure as a Leech, follow his adventure in this mysterious and exciting world as he goes from the weakest creature to the shadow being that everyone is afraid of. Will he pursue the path of strength alone? Or without realizing it he will become the king of the greatest empire that ever lived.***Author: This is my first story and English is not my native language, I am using Google translator to translate the story for me, I accept opinions and questions in the comments for this week's chapter.I intend to make this a long story so all the development of the Mc and the world will be slow for a proper construction, be warned.***I know the first few chapters have some errors, but I've improved my writing as I progressed through the story, after 10 chapters there won't be that many errors. Collapse \n\nMale Protagonist, Non-human Protagonist, Evolution, System, Weak to Strong, Reincarnation, Vampires, Kingdom Building\n\nThe story has potential, but it's becoming shit with all the slowness of the chapters, a lot of them seem like filler.other shit and the mc with drama all the time.MC is very mentally unstable, one moment he's cold, and says he doesn't feel anything when he kills, another he's like a little hero throwing a tantrum because he sees the suffering of random people.now crying because of a shack in the middle of the forest, when he is leaving.Damn, the MC has to be very unstable, now he cries because of a house he built\n\nFrom what the author said, it's basically a mtl\n\nI'm rating this novel ⭐⭐, only because my favorite kingdom building are so average no description on building town or city and her dungeon master are also average no improvement in the dungeon. What I see here are fighting in right and left and collecting subordinates or daughters. I'm still 450cht  But the story are so cool because MC have cool and kind characteristics / Skill tree and evolution line in vampire I Love all \n\nJust finished the latest chapter want more need going man don't latest people discourage you follow your passionQuote: Keith MillerJust finished the latest chapter want more. You need to keep going man don't latest people discourage you and follow your passionQuote: FiltyIncognitoI got to ch65 before the endless repetition of info and much rarer progression of plot was just too much for me. I've never seen authors cure themselves of their Filler disease, it seems to be a terminal infection, so I'm not going to try sticking it out.Read pass 70 it gets better\n\nUp to 328, started slow but got good after a while now where I am now is getting better.\n\nI got to ch65 before the endless repetition of info and much rarer progression of plot was just too much for me. I've never seen authors cure themselves of their Filler disease, it seems to be a terminal infection, so I'm not going to try sticking it out.\n\nWhen next chapter is coming??\n\nit is good at the beginning but starts getting really repetitive as time goes on. it has so many chapters where its like i woke up said good morning trained talked fell asleep. it gets super annoying and boring\n\ndont read this, mc super beta, he collects a lot of girls but doesn't do anything, even when he sleeps and is hugged by some girls he still refuses to do it lol....dont read this, mc super beta, he collects a lot of girls but doesn't do anything, even when he sleeps and is hugged by some girls he still refuses to do it lol....\n\nI've dropped it in the webnovel🤣🤣 mc super beta, many writers are afraid of anti harem readers so they often write mc Beta\n\nIt's a shame really. i mean, the age of harem ended recently and it became the age of isekai. harem itself, as a genre, is becoming less popular than it was, say, 5 years ago. you don't need a bunch of women with the personality of a brick wall in your story. you just need one that has actual growth\n\nI'm having a hard time finding the rpg genre with harem\n\nGotta agree, got to chapter 30 and found out how much of a beta he is. I was liking the ruthlessness and decisiveness of the MC but the he went wimpy. God dammit it was pretty good till then. \n\n¡Hidden gem!Hidden gem\n\nLies\n\nLol\n\nDropped a few months ago. Thought was good original but hit garbage.\n\nYou want a hidden gem. Read “Risen world”.\n\nThanks for the recommendation. Drop this novel awhile ago.",
    "cover_image": "https://novelbin.com/media/novel/will-of-shaos.jpg",
    "rating": 8.7,
    "rating_count": 1505,
    "chapter_count": 1883,
    "latest_chapter": {
      "title": "Chapter 1883: Cap 1879: Sacred Body",
      "url": "https://novelbin.com/b/will-of-shaos/chapter-1883-cap-1879-sacred-body"
    }
  },
  {
    "url": "https://novelbin.com/b/top-actress-beware-also-reborn-is-your-ceo-husband",
    "title": "Top Actress Beware: Also Reborn Is Your CEO Husband!",
    "alternative_names": [],
    "author": "Low-hanging clouds",
    "status": "Ongoing",
    "publishers": "Publishers not found",
    "genres": [
      "Romance",
      "Reincarnation"
    ],
    "tags": [],
    "description": "Five years of marriage filled with love and devotion, she exhausted herself day and night for him, only to meet a tragic end unwillingly.Upon rebirth, she throws a divorce paper in front of him, “Divorce!”“Fine!” The man, enraged, slams the table and makes a call to the secretary.Five minutes later, Aurelia Shaw receives a message on her phone, “Mason Nightshade, are you crazy! Why did you transfer all your assets to my name?!”The man pretends to be pitiful and loosens his tie, “Wife, I'm now penniless, please take me in.”Damn~! Can someone tell her why this guy seems like a completely different person after her rebirth!(This is a dual rebirth story. When the reincarnated female lead encounters the reincarnated male lead, the cold male turns into a warm loyal puppy. In the past life, you ignored my love; in this life, the male lead starts a long journey of tirelessly pursuing, loving, and pampering his wife with no limits.)",
    "cover_image": "https://novelbin.com/media/novel/top-actress-beware-also-reborn-is-your-ceo-husband.jpg",
    "rating": 8.7,
    "rating_count": 26,
    "chapter_count": null,
    "latest_chapter": {
      "title": "Chapter 132: I won't give you such an opportunity",
      "url": "https://novelbin.com/b/top-actress-beware-also-reborn-is-your-ceo-husband/chapter-132-i-wont-give-you-such-an-opportunity"
    }
  },
  {
    "url": "https://novelbin.com/b/cant-stand-this-lousy-jie-sect-anymore",
    "title": "Can't Stand This Lousy Jie Sect Anymore",
    "alternative_names": [],
    "author": "Durian rice wine",
    "status": "Ongoing",
    "publishers": "Publishers not found",
    "genres": [
      "Mecha",
      "Games",
      "Video games",
      "Anime & comics",
      "Game",
      "Martial arts",
      "Military",
      "Thriller",
      "Tragedy",
      "Shounen",
      "Other",
      "School life",
      "Action",
      "Historical",
      "Reincarnation",
      "Josei",
      "Harem",
      "Mature",
      "Modern life",
      "Yaoi",
      "Eastern",
      "Magical realism",
      "Adventure",
      "Xuanhuan",
      "Xianxia",
      "OTHER",
      "Wuxia",
      "Fanfiction",
      "Magic",
      "Gender bender",
      "Slice of life",
      "Comedy",
      "Drama",
      "Supernatural",
      "Mystery",
      "Smut",
      "Fantasy",
      "Psychological",
      "Shoujo",
      "Shounen ai",
      "Urban",
      "Horror",
      "Sci-fi",
      "Isekai",
      "System",
      "Shoujo ai",
      "Seinen",
      "War",
      "Sports",
      "Litrpg",
      "Romance",
      "Yuri"
    ],
    "tags": [],
    "description": "Yu Yuan is reincarnated before the Fengshen period and becomes a disciple under the Jin Ling Holy Mother of Jie Sect, and the senior brother of Wen Zhong.Seeing the great calamity approaching, a group of Jie Sect disciples are still immersed in the halo of being from a 'Sage's Great Sect,' recklessly risking their lives. Yu Yuan looks at the Fengshen List in his hand with a sigh: 'Can't stay in this lousy Jie Sect any longer...'Zhun Ti: 'The Jie Sect is indeed rotten, unworthy of a person of small friend's caliber. I wonder if you would like to come to my West?'Yu Yuan slapped him across the face, 'Jie Sect can only be scolded by me! Try saying another word!'",
    "cover_image": "https://novelbin.com/media/novel/cant-stand-this-lousy-jie-sect-anymore.jpg",
    "rating": 8.7,
    "rating_count": 69,
    "chapter_count": 2,
    "latest_chapter": {
      "title": "Chapter 499 - 426: Someone Really Came Looking for Death (Please Subscribe)_2",
      "url": "https://novelbin.com/b/cant-stand-this-lousy-jie-sect-anymore/chapter-499-426-someone-really-came-looking-for-death-please-subscribe2"
    }
  },
  {
    "url": "https://novelbin.com/b/what-is-an-immortal",
    "title": "What is an immortal?",
    "alternative_names": [],
    "author": "Wang Yu",
    "status": "Ongoing",
    "publishers": "Publishers not found",
    "genres": [
      "Mecha",
      "Games",
      "Video games",
      "Anime & comics",
      "Game",
      "Martial arts",
      "Military",
      "Thriller",
      "Tragedy",
      "Shounen",
      "Other",
      "School life",
      "Action",
      "Historical",
      "Reincarnation",
      "Josei",
      "Harem",
      "Mature",
      "Modern life",
      "Yaoi",
      "Eastern",
      "Magical realism",
      "Adventure",
      "Xuanhuan",
      "Xianxia",
      "OTHER",
      "Wuxia",
      "Fanfiction",
      "Magic",
      "Gender bender",
      "Slice of life",
      "Comedy",
      "Drama",
      "Supernatural",
      "Mystery",
      "Smut",
      "Fantasy",
      "Psychological",
      "Shoujo",
      "Shounen ai",
      "Urban",
      "Horror",
      "Sci-fi",
      "Isekai",
      "System",
      "Shoujo ai",
      "Seinen",
      "War",
      "Sports",
      "Litrpg",
      "Romance",
      "Yuri"
    ],
    "tags": [],
    "description": "He cradled an incense burner in his hand and lit thirty minutes of incense. Wisps of blue smoke swirled around, and in that instant, his Divine Thought pierced heaven and earth, all worldly fetters dissolved into nothingness.Such was the Immortal.",
    "cover_image": "https://novelbin.com/media/novel/what-is-an-immortal.jpg",
    "rating": 8.3,
    "rating_count": 23,
    "chapter_count": 2456,
    "latest_chapter": {
      "title": "Chapter 877 - 847: Wooden Body",
      "url": "https://novelbin.com/b/what-is-an-immortal/chapter-877-847-wooden-body"
    }
  },
  {
    "url": "https://novelbin.com/b/naruto-copy-system",
    "title": "Naruto: Copy System",
    "alternative_names": [],
    "author": "Dragoniax",
    "status": "Ongoing",
    "publishers": "Publishers not found",
    "genres": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Harem",
      "Martial arts",
      "Romance",
      "Slice of life"
    ],
    "tags": [
      "Academy",
      "Accelerated growth",
      "Based on an anime",
      "Calm protagonist",
      "Character growth",
      "Charming protagonist",
      "Cheats",
      "Cunning protagonist",
      "Eye powers",
      "Godly powers",
      "Handsome male lead",
      "Ninjas",
      "Overpowered protagonist",
      "System administrator",
      "Weak to strong"
    ],
    "description": "Reborn in the Naruto world, Shin Uzumaki finds himself in the doomed Land of Whirlpools. As a member of the Uzumaki Clan! Trapped in a world filled with war, betrayal, and unimaginable power, Shin’s survival seems impossible.. Until it isn’t!![Ding! Replication System Activated!]\n[Daily Login Reward: Common Replication Card.]\n[Newbie Gift: Perfect Sage Body—Adamantine Sealing Chains—Four Symbols Seal]With the power to Copy any Ability—whether it’s the Kekkei Genkai or Rinnegan or Forbidden jutsu—Shin begins his journey to dominate the Ninja World. [First task: Save Kushina and prevent the destruction of the Uzumaki Clan.]\n                                \n                                    \n                                                                                                                            Academy                                                                                    Accelerated Growth                                                                                    Based on an Anime                                                                                    Calm Protagonist                                                                                    Character Growth                                                                                    Charming Protagonist                                                                                    Cheats                                                                                    Cunning Protagonist                                                                                    Eye Powers                                                                                    Godly Powers                                                                                    Handsome Male Lead                                                                                    Ninjas                                                                                    Overpowered Protagonist                                                                                    System Administrator                                                                                    Weak to Strong",
    "cover_image": "https://novelbin.com/media/novel/naruto-copy-system.jpg",
    "rating": 8.9,
    "rating_count": 1902,
    "chapter_count": 350,
    "latest_chapter": {
      "title": "[504] : The Red-Haired Pirates",
      "url": "https://novelbin.com/b/naruto-copy-system/504-the-red-haired-pirates"
    }
  }
]
